Repository: manuelfux/timeforcoffee-ios
Catalog: _assets/*.lproj/Localizable.strings
Languages: de, fr

source: Loading
de: Wird geladen ...
fr: Chargement ...

source: Network error. Please try again
de: Network Fehler. Bitte nochmals versuchen
fr: Problème de connexion. Veuillez essayer à nouveau

source: No departures found.
de: Keine Abfahrten gefunden.
fr: Pas de départs trouvés.

source: No stations found.
de: Keine Stationen gefunden.
fr: Pas d'arrêts trouvés

source: No favourites found.
de: Keine Favoriten gefunden.

source: Remove some filters.
de: Entferne Filter.
fr: Enlève certains filtres.

source: Looking for closest station ...
de: Suche nach nächster Station ...
fr: Cherche l'arrêt le plus proche ...

source: From
de: Von
fr: De

source: No connection information found.
de: Keine Verbindungsinformationen gefunden.
fr: Pas d'informations trouvées sur les connexions.

source: Favourites
de: Favoriten

source: Nearby Stations
de: Stationen in der Nähe
fr: Arrêts à proximité

source: Back
de: Zurück
fr: Retour

source: Stations
de: Stationen
fr: Arrêts

source: Arr
de: An

source: Dep
de: Ab
fr: Dép

source: %@ %@ in %d minutes. %@ At %@
de: %@ %@ in %d Minuten. %@ Um %@
fr: %@ %@ dans %d minutes. %@ À %@

source: Favourite Station?
de: Favorisierte Station?

source: Double-Tap for favouriting this station
de: Doppel-Tap um diese Station zu favorisieren

source: Double-Tap for unfavouriting this station
de: Doppel-Tap um diese Station zu entfavorisieren

source: Favourite Connection?
de: Favorisierte Verbindung?

source: Double-Tap for favouriting this connection
de: Doppel-Tap um diese Verbindung zu favorisieren

source: Double-Tap for unfavouriting this connection
de: Doppel-Tap um diese Verbindung zu entfavorisieren

source: Yes
de: Ja
fr: Ou

source: No
de: Nein
fr: Non

source: About
de: Über diese App
fr: à propos de cette appli

source: Help and chat with us
de: Hilfe und chatte mit uns
fr: Aide et discuter avec nous

source: Search
de: Suche
fr: Chercher

source: for Stations
de: nach Stationen
fr: recherche de stations

source: Departures from %@
de: Abfahrten von %@

source: Departures from %@.
de: Abfahrten von %@.

source: No favorites found.
fr: Pas de favoris trouvés.

source: Favorites
fr: Favoris

source: Platform
fr: Voie

source: Favorite Station?
fr: Station préférée?

source: Double-Tap for favoriting this station
fr: Double-Tap pour préférée cette station

source: Double-Tap for unfavoriting this station
fr: Double-Tap pour non préférée cette station

source: Favorite Connection?
fr: Connexion préférée?

source: Double-Tap for favoriting this connection
fr: Double-Tap pour préférée cette connexion

source: Double-Tap for unfavoriting this connection
fr: Double-Tap pour non préférée cette connexion
